---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecApparentLoadPhasec
source: html/127dc7fa-8957-3c39-8a38-b7b43ce8a3cc.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecApparentLoadPhasec Property

"Apparent Load Phase C"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecApparentLoadPhasec { get; }
```